Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: འདི་ ལ་ སྒྲ་ ངོ་བོ་ ཉིད་ ཀྱིས་ སྙན་པ འམ་ མི་ སྙན་པ་ ནི་ མེད་ དོ །_།
en: And yet the sound does not have any essence of being pleasant or unpleasant. {{page:{number:99,id:UT22084-068-021-100125,folio:F.131.a,volume:V68}}}

source: སྒྲ་སྙན་ [131a] པ འམ་ མི་ སྙན་པ་ འདི་ ནི་ ཀུན་ ཏུ་ རྟོག་པ་ ཙམ་ ཁོ་ན་ སྟེ །_
en: ‘Pleasant’ and ‘unpleasant’ sounds are nothing but thought.

source: སྒྲ་ འདི་ ནི་ ངོ་བོ་ ཉིད་ ཀྱིས་ རྟག་པ འམ །_ བདེ་བ འམ །_ སྙིང་པོ འམ །_ བདག་ དང་ བཅས་པ་ ནི་ མེད་ ལ །_ སྒྲ་སྙན་པ འམ །_ མི་ སྙན་པ་ འདི་ ནི་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ ཁོ་ན འོ་ སྙམ་ མོ །_།
en: $171 “Thus, he will think, ‘Essentially, sound has no permanence, pleasure, essence, or self. |#| Sounds being pleasant or unpleasant is nothing but desire, anger, and delusion.’

source: དེ་སྒྲ འི་ སྐྱེ་མཆེད་ ལ་ མངོན་པར་ ཀུན་ ཏུ་ རྟོག་པ་ ན །_ |#| སྒྲ་ ཐོས་པ་ ན་ རྨོངས་པ་ མེད་ ཅིང་ ཆགས་པ་ མེད་ ལ །_ སྙིང་པོ་ མེད་པར་ རྟོགས་ སོ །_།
en: As the monk thinks about the sense source of sound in this way, he will not remain ignorant and attached when hearing a sound, but instead realize that it has no core.

source: དེ་ རྣ་བ་ དང་ །_ སྒྲ འི་ སྐྱེ་མཆེད་ ལ་ མངོན་པར་ རྟོག་པ་ ན །_ རྣ་བ འི་ རྣམ་པར་ ཤེས་པ་ ལ་ ཆགས་པ་ མེད་ ཅིང་ འདོད་ཆགས་ དང་ བྲལ་བ་ འཐོབ་ སྟེ །_
en: As he thinks about the sense sources of the ear and sound, he will no longer be attached or desirous in relation to the ear consciousness.

source: རྣ་བ འི་ རྣམ་པར་ ཤེས་པ་ ནི་ བདག་ མ་ ཡིན་ ཞིང་ །_ རྣ་བ འི་ རྣམ་པར་ ཤེས་པ་ ནི་ བདག་ གི་ མ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: Thus, he will think, ‘Ear consciousness is not a self, nor does it belong to any self.’

source: རེག་པ་ དང་ །_ ཚོར་བ་ དང་ །_ སེམས་པ་ ཡང་ དེ་བཞིན་ ནོ །_།
en: The same goes for contact, sensation, and attention.

source: ཡང་ དགེ་སློང་ དེ་ སྣ་ དང་ །_ དྲི འི་ སྐྱེ་མཆེད་ ལ་ ལྟ་ སྟེ །_ སྣ་ ལ་ ཡང་ བརྟེན །_ དྲི་ ལ་ ཡང་ བརྟེན །_ དེ་ སྐྱེད་པ་ ཡིད་ ལ་ བྱེད་པ་ ལ་ ཡང་ བརྟེན་ ནས །_ སྣ འི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་ སྟེ །_
en: $172 “Furthermore, as the monk considers the sense sources of the nose and smell, he will think, ‘In dependence on the nose, smell, and the attention produced along with them, the nose consciousness occurs.

source: ཉེ་བ འམ །_ རིང་བ འམ །_ ཡིད་ དུ་ འོང་བ འམ །_ ཡིད་ དུ་ མི་ འོང་བ འམ །_ དྲི་ཞིམ་པ འམ །_ དྲི་ མི་ ཞིམ་པ འམ །_ རླུང་ གིས་ ཁྱེར་ ཏེ་ འོངས་པ འམ །_ ཁྱེར་ ཏེ་ མི་ འོང་བ འི་ དྲི་ སོ་སོ ར་ སྣོམ་ མོ །_།
en: In this way one experiences smells that may be distant or close, enjoyable or not enjoyable, and pleasant or unpleasant, as these are carried by the wind to different extents.

source: དེ་ ལ་ སྣ འི་ སྐྱེ་མཆེད་ ལ་ ཕྱི་རོལ་ གྱི་ དྲི་ དེ་ སྦྱོར་བ ར་ བྱེད་ དེ །_
en: This is how the sense source of the nose connects with external smells.

source: དེ་ ལ་ གསུམ་ འདུས་པ་ ལས་ རེག་པ །_ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ འབྱུང་ ངོ་ །_།
en: When these three factors come together, there is contact and, together with contact, occur sensation, perception, and attention.

source: དེ་ ལ་ མྱོང་བ འི་ མཚན་ཉིད་ ནི་ ཚོར་བ འོ །_། ཤེས་པ འི་ མཚན་ཉིད་ ནི་ འདུ་ཤེས་ སོ །_།
en: In this regard, sensation is characterized by experience, and perception is characterized by cognition.’

source: དེ་ རྣ་བ་ དང་ །_ སྒྲ འི་ སྐྱེ་མཆེད་ མཐོང་ ནས །_ ནང་ གི་ རེག་པ འི་ མཚན་ཉིད་ ནི་ རེག་པ །_ ཤེས་པ འི་ མཚན་ཉིད་ ནི་ འདུ་ཤེས །_ དེ་ སེམས་པ འི་ མཚན་ཉིད་ ནི་ འདུ་ཤེས་ དེ་ སེམས་པ ར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: $173 “Having perceived the sense source of the ear and sound, he understands contact as inner contact, cognition as perception, and attention as attending to perception.

source: ཆོས་ འདི་དག་ ནི་ སྐད་ཅིག་མ་ གཅིག་ ལ་ དམིགས་པ་ ཡིན་ ལ །_ བྱ་བ་ ནི་ ཐ་དད་ པར་ རྩོམ་པ་ ཡིན་ ཏེ །_ དཔེར་ན་ ཇི་ལྟ ར་ ངོ་བོ་ ཉིད་ མི་ འདྲ་བ་ ས་ ཆེན་པོ འི་ ཆོས་ བཅུ་པ་ ལྟ་བུ འོ །_།
en: He observes these factors as performing different actions in a single moment, as in the case of, for example, the ten great foundational factors that also have distinct essences.

source: དེ་བཞིན་ དུ་ ཆོས་ འདི་དག་ ཐམས་ཅད་ ཀྱི་ [131b] མཚན་ཉིད་ ཐ་དད་ ཅིང་ སྐད་ཅིག་མ་ གཅིག་ ལ་ གཞན་ བྱ་བ་ གཅིག་ རྩོམ་པ་ ཡིན་ ནོ་ སྙམ་ སྟེ །_ སྔ་མ་ བཞིན་ ནོ །_།
en: Just as before, he will then think, ‘While all these phenomena {{page:{number:100,id:UT22084-068-021-100126,folio:F.131.b,volume:V68}}} have distinct characteristics, they perform distinct activities in the same instant.’

source: དགེ་སློང་ དེ་ སྣ་ དང་ དྲི འི་ སྐྱེ་མཆེད་ ཀྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ ར་ དེ་ཉིད་ འདི་ལྟར་ ཚོལ་ ཏེ །_ ཅི་ འདི་ ལ་ སྐྱེ་མཆེད་ འདི་ རྟག་པ་ དང་ །_ བརྟན་པ་ དང་ །_ ཐེར་ཟུག་པ་ མེད་ ཅིང་ ཡོངས་སུ་ འགྱུར་བ་ ཡིན་ ཏེ །_
en: $174 “In this way the monk who has knowledge of the reality of the nose and smell sense sources will investigate these sense sources and understand that they are not permanent, stable, or immutable. Rather, they are changing.

source: སྣ་ དང་ །_ དྲི འི་ སྐྱེ་མཆེད་ མི་རྟག་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ སྟོང་པ་ དང་ །_ བདག་མེད་ པར་ ཤེས་ ལ །_
en: The sense sources of the nose and smell are impermanent, painful, empty, and devoid of self.

source: དེ་དག་ ཐམས་ཅད་ ལ་ བདག་མེད་ ཅིང་ བདག་ གི་ མེད་ དོ་ ཞེས་
en: The monk will thus conclude, ‘These do not contain a self, nor are they of any self.’

source: རིག་ ནས་ སྣ་ དང་ །_ དྲི འི་ སྐྱེ་མཆེད་ འདི་ ནི་ ཀུན་ ཏུ་ རྟོག་པ་ ཁོ་ན་ ཙམ་ ཡིན་ ལ །_ དེས་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ བཅིངས་པ་ ཡིན་ ཏེ བློ་ ཞན་པ་ དག་ ནི་ རྣམ་པ་ ལ་སོ་ སོར་ རྟོག་ གོ་ སྙམ་ མོ །_།
en: With that discovery he will come to feel that ‘the sense sources of the nose and smell are nothing but mere thinking, and yet they bind all ordinary beings, because weak-minded beings are involved in thinking.’

source: ཡང་ དགེ་སློང་ དེ་ ལྕེ འི་ སྐྱེ་མཆེད་ ཚོལ་ བར་ བྱེད་ དེ །_
en: $175 “Furthermore, the monk will investigate the sense source of the tongue.

source: ལྕེ་ ལ་ ཡང་ བརྟེན །_ རོ་ ལ་ ཡང་ བརྟེན །_ དེ་ སྐྱེད་པ་ ཡིད་ ལ་ བྱེད་པ་ ལ་ ཡང་ བརྟེན་ ནས །_ ལྕེ འི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་ སྟེ །_
en: Based on tongue, taste, and the attention produced along with them, the tongue consciousness arises.

source: གསུམ་ འདུས་པ་ ལས་ རེག་པ་ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ འབྱུང་ ངོ་ །_།
en: Due to the coalescence of these three factors there is contact, and together with contact occur sensation, perception, and attention.

source: དེ་ ལ་ མྱོང་བ འི་ མཚན་ཉིད་ ནི་ ཚོར་བ །_ ཤེས་པ འི་ མཚན་ཉིད་ ནི་ འདུ་ཤེས །_ རེག་པ འི་ མཚན་ཉིད་ ནི་ རེག་པ །_ སེམས་པ འི་ མཚན་ཉིད་ ནི་ སེམས་པ ར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: Sensation has the characteristic of experience, perception is characterized by cognition, contact is characterized by being in touch, and attention is characterized by bringing to attention.

source: ཆོས་ འདི་དག་ ནི་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ་ ཡིན་ ཞིང་ །_ རང་ གི་ མཚན་ཉིད་ དང་ སྤྱི འི་ མཚན་ཉིད་ དུ་ གྱུར་པ །_
en: In this way occurs the observation of the marks of perception, be they in terms of particular or universal characteristics.

source: བྱ་བ་ ཐ་དད་པ་ རྩོམ་ ཞིང་ ཐམས་ཅད་ ཀྱང་ དོན་ གཅིག་ རབ་ཏུ་ སྒྲུབ་པ་ ཡིན་ ཏེ
en: While in this way different actions are performed, they all serve to establish a single object.

source: དཔེར་ན་ ཤིང་ ལ་ ཡང་ བརྟེན །_ སྐམ་པ་ ལ་ ཡང་ བརྟེན །_ ཐེའུ་ ལ་ ཡང་ བརྟེན །_ ཐབ་ལ་ ཡང་ བརྟེན །_ མགར་བ་ ལ་ ཡང་ བརྟེན་ ནས །_ ལག་པ འི་ རྒྱན་ སོར་གདུབ་ གཅིག་ བྱེད་ དེ །_
en: As an example, a finger ring to adorn the hand may be produced in dependence on wood, pincers, a hammer, a furnace, and a smith.

source: ཆོས་ དེ་དག་ ཐམས་ཅད་ ཀྱི་ མཚན་ཉིད་ མི་ འདྲ་བ་ དེ་བཞིན་ དུ་ ལྕེ འི་ སྐྱེ་མཆེད་ ཀྱི་ ཆོས་ འདི་ ཡང་ །_ ལྕེ འི་ སྐྱེ་མཆེད་ དང་ རོ འི་ སྐྱེ་མཆེད་ སྐྱེད་ དོ །_།
en: Likewise, as with the various characteristics of all these phenomena, the phenomena of the sense source of the tongue are produced by the sense sources of the tongue and taste.

source: ཡང་ དགེ་སློང་ དེ་ ལྕེ འི་ སྐྱེ་མཆེད་ ཀྱི་ དེ་ ཁོ་ན་ཉིད་ མཐོང་བ་ འདི་ལྟར་ རབ་ཏུ་ རྟོག་པ ར་ བྱེད་ དེ །_ ལྕེ འི་ སྐྱེ་མཆེད་ ལ་ རྟག་པ འམ །_ བདེ་བ འམ །_ གཙང་བ འམ །_ བདག་ དང་ བཅས་པ་ ཆུང་ ཟད་ ཡོད་པ་ [132a]
en: $176 “Furthermore, the monk who has seen the reality of the sense source of the tongue will carefully consider whether the sense source of the tongue is in any way permanent, delightful, clean, or involves a self. {{page:{number:101,id:UT22084-068-021-100127,folio:F.132.a,volume:V68}}}

source: རྣམ་པ་ ཐམས་ཅད་ དུ་ རྣམ་པར་ བསམས་ ན་ གང་ མཚན་ཉིད་ དེ་ལྟ་ བུ་ དང་ ལྡན་པ འི་ ཆོས་ ཆུང་ངུ་ ཙམ་ ཡང་ མི་ དམིགས་ ཏེ དེ་ ལྕེ་ དང་ རོ འི་ སྐྱེ་མཆེད་ ཀྱི་ འདོད་ཆགས་ དང་ བྲལ་ ལོ །_།
en: Contemplating this question continuously, he will fail to find even the slightest such thing, and so he will become free from desire in relation to the sense sources of the tongue and taste.

source: དེ་ སེམས་ཅན་ རྒྱ་མཚོ་ དེ་དག་ ཐམས་ཅད་ གང་ དུ་ ཞུགས་ཤིང་ ཆགས་པ །_
en: $177 “At this point the monk will think, ‘The ocean of sentient beings adhere to and remain attached to this.

source: མི་ དང་ །_ ལྷ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ འགྲོ་བ་ ལྔ་པོ་ དག་ གཅིག་ ལ་ གཅིག་ གནོད་ ཅིང་ ཞུགས་ ཏེ་ འཆིང་ ངོ་ །_།
en: In this way the inhabitants of the five realms of humans, gods, hell beings, animals, and starving spirits continuously cause each other harm and remain in bondage.

source: དེ་ ལྕེ་ དང་ རོ འི་ སྐྱེ་མཆེད་ ལས་ རྣམ་པར་ གྲོལ་ ཞིང་ འདོད་ཆགས་ དང་ བྲལ་ ཏེ །_
en: Liberated from the sense sources of the tongue and taste, one becomes free from desire.

source: ལྕེ འི་ སྐྱེ་མཆེད་ དག་ ལ་ བདག་མེད་ ཅིང་ ལྕེ་ དང་ རོ འི་ སྐྱེ་མཆེད་ དག་ ལ་ བདག་ གི་ མེད་ དེ །_
en: The tongue sense source does not contain any self, nor does it involve anything that belongs to a self.

source: བདག་ རྟག་པ འམ །_ བརྟན་པ འམ །_ ཐེར་ཟུག་པ་ མེད་ ཅིང་ ཡོངས་སུ་ འགྱུར་བ འི་ ཆོས་ཅན་ ཡིན་ ཏེ །_
en: There is no self that is permanent, stable, and immutable.

source: ལྕེ་ དང་ རོ འི་ སྐྱེ་མཆེད་ ནི་ མེད་པ་ ཡིན་ ནོ་ སྙམ་ སྟེ །_ དེ་དེ་ ལས་ ཀྱང་ འདོད་ཆགས་ དང་ བྲལ་ ལོ །_།
en: All of this undergoes complete change, and there are no such things as the sense sources of the tongue and taste.’

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ ལུས་ དང་ །_ རེག་བྱ འི་ སྐྱེ་མཆེད་ ལ་ ལྟ་བ ར་ བྱེད་ དེ །_
en: In this way, the monk also becomes free from desire in relation to the sense sources of the tongue and taste.

source: དེ་ ལུས་ ལ་ ཡང་ བརྟེན །_ རེག་བྱ་ ལ་ ཡང་ བརྟེན་ ནས །_
en: $178 “Furthermore, the monk will also consider the sense sources of the body and texture.

source: ལུས་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་བ ར་ མཐོང་ སྟེ །_
en: He will see that the consciousness of the body arises in dependence on the body, texture, and the attention produced along with them.

source: གསུམ་ འདུས་པ་ ལས་ རེག་པ །_ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ འབྱུང་ སྟེ །_
en: As these three factors come together, there is contact, and with contact there is sensation, perception, and attention.

source: ཆོས་ འདི་དག་ ནི་ སྔ་མ་ བཞིན་ དུ་ ཤེས་པ ར་ བྱ འོ །_།
en: Thus, these phenomena are to be understood in the same way as before.

source: ཇི་ལྟ ར་ མིག་ གི་ དབང་པོ འི་ སྐྱེ་མཆེད་ རྣམས་ བཤད་པ་ དེ་བཞིན་ དུ །_ ལུས་ ཀྱི་ རེག་པ་ ཡང་ ཁོང་ དུ་ ཆུད་པ ར་ བྱ འོ །།_།།
en: One should understand the sense source of the body in the same way that the sense source of the eye was explained.

source: འཕགས་པ་ དམ་པ འི་ ཆོས་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ །_ བམ་པོ་ ལྔ་པ །_ དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ སྐྱེ་མཆེད་ གཟུགས་ཅན་ བཅུ་ བརྟགས་ ནས །_
en: $179 “Once the monk has understood the ten sources of form, how does he conceive of and regard the reality of the sense source of mental phenomena?

source: ཆོས་ ཀྱི་ སྐྱེ་མཆེད་ ཀྱི་ དེ་ ཁོ་ན་ཉིད་ རྟོག་ ཅིང་ ཆོས་ ཀྱི་ སྐྱེ་མཆེད་ ལ་ ལྟ་བ ར་ བྱེད་ ཅེ་ན །_ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ ཆོས་ གང་ ཆོས་ ཀྱི་ སྐྱེ་མཆེད་ དུ་ བསྡུས་པ་ ནི་ སོ་སོ ར་ བརྟགས་པ ས་ འགོག་པ་ དང་ །_ སོ་སོ ར་ བརྟགས་པ་ མ་ཡིན་པ ས་ འགོག་པ་ དང་ ནམ་མཁ འོ །།
en: Spiritual practitioners who carefully observe inner phenomena will, as they examine things by means of knowledge derived from hearing or through the divine eye, comprehend that the sense source of mental phenomena consists of analytic cessation, nonanalytic cessation, and space. {{page:{number:102,id:UT22084-068-021-100128,folio:F.132.b,volume:V68}}}

source: [132b] དེ་ ལ་ ཆོས་ གང་ ཆུང་ ཟད་ མེད་པ འི་ ཆོས་ དེ་ བསྡུས་པ་ ནི་ ནམ་མཁའ་ ཡིན་ ནོ །_།
en: $180 “That which comprises the phenomenon of the absence of any phenomena at all is space.

source: སོ་སོ ར་ བརྟགས་པ ས་ འགོག་པ་ ཞེས་ བྱ་བ་ ནི་ མྱ་ངན་ ལས་ འདས་པ་ ལ་ ས་ སོར་ རྟོག་པ འི་ ཤེས་རབ་ ཡིན་ ཏེ །_
en: $181 “Analytic cessation is insight that discerns the transcendence of suffering.

source: དེ་ རྣམ་པ་ དུ་མ་ མངོན་སུམ་ དུ་ བྱས་ ནས་ གནས་ སོ་སོ ར་ རྟོག་པ ས་ ཉོན་མོངས་པ་ སེལ་ ཞིང་ ཟད་པ ར་ བྱེད་ ལ་ འཇིག་པ ར་ བྱེད །_ ཟག་པ་ མེད་པ་ ཐམས་ཅད་ ལ་ ཕྱོགས་པ ར་ བྱེད་ ཅིང་ མངོན་དུ་ བྱེད་པ་ ཡིན་ ནོ །_།
en: That is to say, as this is actualized in numerous ways, discerning understanding will dispel and destroy the afflictions, and so one will turn toward and actualize all that is undefiled.

source: སོ་སོ ར་ བརྟགས་པ་ མ་ཡིན་པ ས་ འགོག་པ་ ནི་ སོ་སོ ར་ བརྟགས་པ་ མ་ཡིན་པ་ ཞེས་ བྱ་བ་ གང་ མི་ ཤེས་ ཤིང་ ཤེས་པ་ མེད་ ལ །_
en: $182 “In the term nonanalytic cessation, the word nonanalytic implies that there is no cognition and no consciousness.

source: སོ་སོ ར་ རེག་པ་ མེད །_ ཤེས་པ་ མ་ ཡིན་ ཞིང་ |#| ཤིན་ཏུ་ ཁོང་ དུ་ ཆུད་པ་ མེད་ ལ །_
en: There is no contact, understanding, or comprehension.

source: རབ་ཏུ་ རྟོག་པ་ མེད །_ གཞན་ གྱི་ རྣམ་པར་ ཤེས་པ་ བརྒྱ་ ཕྲག་ སྟོང་ སྐྱེས་པ་ དག་ ཀྱང་ འཇིག་པ ར་ བྱེད་ ཅིང་ །_
en: There is no discernment and, furthermore, all the hundred thousand forms of consciousness are destroyed.

source: མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དེ་ ལ་ བདག་ འཇིག་པ ར་ བྱེད་ ལ །_ |#| ཡང་ འབྱུང་བ ར་ མི་ བྱེད་པ་ གསུམ་པ་ འདི་ ནི་ སོ་སོ ར་ བརྟགས་པ་ མ་ཡིན་པ ས་ འགོག་པ་ སྟེ །_
en: The consciousnesses of the eye, ear, nose, tongue, body, and mind are all destroyed and will never reoccur. |#| Such is the third category of nonanalytical cessation.

source: ནམ་མཁའ་ དང་ ཆོས་ གསུམ་པོ་ འདི་དག་ ནི་ སྐྱེ་བ་ མེད་ ལ་ རྟག་པ་ དེ་དག་ དུས་ ཀྱིས་ མ་ བསྐྱེད་ ཅིང་ སྐྱེ་བ ར་ མི་ འགྱུར་ ལ་ མི་ སྐྱེ འོ །_།
en: $183 “Space and the other two factors do not arise and are permanent. Time does not and will not bring about their arising. They are nonarising.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ ཆོས་ ཀྱི་ སྐྱེ་མཆེད་ གཟུགས་ དང་ གཟུགས་ མ་ཡིན་པ་ རྣམ་པ་ གཉིས་ རྣམ་པར་ འབྱེད་ ཅེ་ན །_
en: $184 “How does the monk further distinguish the sense sources of form and those without form?

source: དེ་ ལ་ གཟུགས་ཅན་ བཅུ་ ནི་ སྐྱེ་མཆེད་ གཟུགས་ཅན་ ཡིན་ ནོ །_།
en: The ten categories with form constitute the sense sources that have form.

source: དེ་ ལ་ ཇི་ལྟ ར་ ན་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ འི་ མིག་ གི་ རྣམ་པར་ ཤེས་པ ས་ བསྟན་ དུ་ཡོད་ ཅིང་ ཐོགས་པ་ དང་ བཅས་པ འི་ གཟུགས་ ཇི་ལྟ ར་ ན་ དམིགས་པ ར་ འགྱུར །_
en: Yet how does the eye consciousness, which is not demonstrable and not obstructive, observe forms that are demonstrable and obstructive?

source: དེ་བཞིན་ དུ་ ཇི་ལྟ ར་ ན་ རྣ་བ འི་ རྣམ་པར་ ཤེས་པ་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ ས་ སྒྲ་འཛིན་ པར་ འགྱུར །_
en: How does the ear consciousness, which is not demonstrable and not obstructive, apprehend sounds?

source: དེ་བཞིན་ དུ་ ཇི་ལྟ ར་ ན་ སྣ འི་ རྣམ་པར་ ཤེས་པ་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ ས་ དྲི་འཛིན་ པར་ འགྱུར །_
en: How does the nose consciousness, which is not demonstrable and obstructive, apprehend smells?

source: དེ་བཞིན་ དུ་ ལྕེ འི་ རྣམ་པར་ ཤེས་པ་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ ས་ རོ་ རྣམ་པར་ ཤེས་པ ར་ འགྱུར །_
en: How does the tongue consciousness, which is not demonstrable and obstructive, achieve consciousness of taste?

source: དེ་བཞིན་ དུ་ ལུས་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ ས་
en: The body consciousness is likewise neither demonstrable nor obstructive.

source: ཕྱི་རོལ་ གྱི་ སྐྱེ་མཆེད་ ལྔ་ དང་ །_ གཞན་ ནང་ གི་ སྐྱེ་མཆེད་ ལྔ་པོ་ འདི་དག་ ཇི་ལྟ ར་ ན་ བསྟན་ དུ་ [133a] མེད་ ཅིང་ ཐོགས་པ་ མེད་པ་ དག་ གིས་ བསྟན་ དུ་ཡོད་ ཅིང་ ཐོགས་པ་ དང་ བཅས་པ འི་ སྐྱེ་མཆེད་ དག་ ཇི་ལྟ ར་ དམིགས་པ ར་ འགྱུར་ ཞེ་ན
en: So how can the five outer and five inner sense sources {{page:{number:103,id:UT22084-068-021-100129,folio:F.133.a,volume:V68}}} be observed as demonstrable and obstructive by means of something that is neither demonstrable nor obstructive?

source: དགེ་སློང་ དེ་ ཇི་ཙམ་ དུ་ དམིགས་པ འི་ རྣམ་པར་ འགྱུར་བ་ དེ་ཙམ་ དུ་ རྣམ་པར་ མཐོང་ ཞིང་ དེ་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་ སྟེ །_ རྒྱ་ དང་ རྒྱ འི་ འབུར་ བཞིན་ ནོ །_།
en: $185 “The monk understands that perception accords with that which is observed, as with a seal and its imprint.

source: དེ་ ལ་ རྒྱ་ དེ འི་ མི་ འདྲ་བ་ མཁྲང་བ་ དང་ །_ རྒྱ འི་ འཇམ་པ་ དང་ །_ སྙི་བ་ དང་ །_ མཁྲང་བ་ དང་ །_ མི་ མཁྲང་བ་ དེ་ལས་ རྒྱ འི་ འབུར་ འབྱུང་ ངོ་ །_།
en: The imprint follows the different features of the seal, be they hard, soft, smooth, solid, or not solid.

source: དེ་བཞིན་ དུ་ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ་ མེད་པ འི་ རྣམ་པར་ ཤེས་པ་ བསྟན་ དུ་ཡོད་ ཅིང་ ཐོགས་པ་ དང་ བཅས་པ་ ལ་ དམིགས་པ་ འཛིན་ ཏོ །_།
en: Consciousness, which is neither demonstrable nor obstructive, similarly apprehends reference points that are demonstrable and obstructive.

source: གསུམ་པ་ རྒྱ འི་ འབུར་ འབྱུང་བ་ བཞིན་ དུ་ མི་ འདྲ་བ་ དེ་དག་ ཐམས་ཅད་ ལས་མི་ འདྲ་བ་ འབྱུང་ སྟེ །_
en: $186 “Third,#34 as with the imprint of a seal, the emergence of differences is due to all kinds of differences.

source: དེ་ལྟ ར་ མི་ འདྲ་བ་ ལས་མི་ འདྲ་བ་ འབྱུང་བ་ ནི་ མཐའ་ དང་པོ་ ཡིན་ ནོ །_།
en: The first possibility is differences that emerge from differences.

source: མཐའ་ གཉིས་པ་ ནི་ འདྲ་བ་ དག་ ལས་ འདྲ་བ་ འབྱུང་བ་ ཡིན་ ཏེ །_ དཔེར་ན་ ཐགས་ དཀར་པོ་ དག་ ལས་ གོས་ ཀྱི་ སྣམ་བུ་ དཀར་པོ ར་ ཤེས་པ་ ལྟ་བུ འོ །_།
en: The second possibility is the emergence of something that resembles its source, as when a white fabric is produced from white thread.

source: མཐའ་ གསུམ་པ་ ནི་ མི་ འཐུན་པ་ དག་ ལས་མི་ འཐུན་པ་ འབྱུང་བ་ ཡིན་ ཏེ །_ |#| དཔེར་ན་ གཙུབ་ཤིང་ ལས་ མེ་ འབྱུང་ ཞིང་ མེ་ དང་ ཤིང་ མི་ འཐུན་ པར་ མཐོང་བ་ ལྟ་བུ འོ །_།
en: The third option is the emergence of something that conflicts with its source, as when fire emerges from firewood. |#| Fire and wood are in conflict.

source: མཐའ་ བཞི་པ་ ནི་ སླ་བ་ ལས་ བསྐ་བ་ འབྱུང་བ་ ཡིན་ ཏེ །_ དཔེར་ན་ འོ་མ་ སླ་བ་ ལས་ བསྐ་བ་ འབྱུང་བ་ ནི་ ཇི་ལྟ ར་ འོ་མ་ སླ་བ་ ལས་ ཞོ་བ་ སྐ་བ་ འབྱུང་བ་
en: The fourth option is the emergence of something thick from something thin, as when yogurt emerges from milk.

source: དེ་བཞིན་ དུ་ དངོས་པོ་ མི་ འདྲ་བ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ ལ་སོགས་པ་ རྒྱུ་རྐྱེན་ གྱི་ བྱེ་བྲག་ གིས་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ ལ་སོགས་པ་ སྐྱེ འོ །_།
en: In this way, different objects act as causes and conditions for the eye consciousness and the rest of the consciousnesses to manifest.

source: ཆོས་ རྟོགས་པ་ ལ་ མངོན་དགའ་ ཞིང་ །_། བསམ་གཏན་ ཀུན་དག ར་ གནས་ ལྡན་ ལ །_། དེ་ ཡི་ མཚན་ཉིད་ ཤེས་པ་ ནི །_། མྱ་ངན་ འདས་པ་ མཆོག་ འཐོབ་བོ །_།
en: “When one rejoices in the realization of the Dharma, Abides in all the concentrations with joy, And recognizes their characteristics, One will attain the supreme transcendence of suffering.

source: བྱམས་ ལ་ རྟག་པ ར་ ཀུན་ ཏུ་ དགའ །_། ཆོས་ ཀྱི་ སྤྱོད་ཡུལ་ བརྩོན་ བྱེད་ ཅིང་ །_། ལུས་ ཀྱི་ མཚན་ཉིད་ དེ་ ཤེས་པ །_། དེ་ཉིད་ ཁོ་ན་ དགེ་སློང་ ཡིན །_།
en: $188 “Always delighting in kindness, While practicing the activities of the Dharma And knowing the characteristics of the body— Such a person is indeed a monk.

source: གང་ གི་ བློ་གྲོས་ ཚུལ་བཞིན་ སེམས །_། འདོད་ དང་ ཁྲོ་བ ས་ མི་ ཉམས་པ །_། དགེ་སློང་ དེ་ ཡིན་ ཤེས་པ ར་ བྱ །_། དེ་ལས་ བཟློག་ ན་ གཞན་ དུ་ འགྱུར །_།
en: $189 “The one whose intelligence is correctly attentive, And who is not brought down by desire or anger, Should be identified as a monk; Anyone else should not.

source: འབྱུང་པོ་ ཀུན་ ལ་ བརྩེ་ ཞིང་ ཞི །_། ཆགས་པ་ ཐམས་ [133b] ཅད་ རྣམ་ སྤངས་ ལ །_། འཆིང་བ་ ཀུན་ ལས་ ངེས་ གྲོལ་བ །_། དེ་ཉིད་ རིག་པ་ དགེ་སློང་ ཡིན །_།
en: $190 “A monk is he who is loving and peaceful toward all beings, And who has given up attachment, {{page:{number:104,id:UT22084-068-021-100130,folio:F.133.b,volume:V68}}} Attained liberation from all bonds, And recognized reality.

source: གང་ གི་ རྣམ་ཤེས་ ལས་རུང་ བཞིན །_། གང་དག་ ཡུལ་ གྱིས་ མི་ ཉམས་པ །_།
en: $191 “His consciousness is pliable And does not become injured by its objects.

source: གསེར་ ལ་ དྲི་མ་ མེད་པ་ བཞིན །_། དག་པ་ དགེ་སློང་ ཞེས་ བྱ་ འོ །_།
en: He resembles stainless gold And should be known to be a pure monk.

source: གང་ གི་ ཡིད་ ལ་ དགའ་བ་ དང་ །_། མི་ དགའ་བ་ ཡིས་ གོས་ མེད་ ཅིང་ །_། སྐྱོན་ རྣམས་ ཐམས་ཅད་ རྣམ་ སྤངས་པ །_། དེ་ ནི་ དགེ་བ འི་ གཏེར་ དུ་ བལྟ །_།
en: $192 “He whose mind is not obscured By likes and dislikes, But instead gives up all flaws, Should be seen as a treasure of virtues.

source: ཚུལ་ཁྲིམས་ ཉེ་བ ར་ ཁྲོ་ མེད་ ཅིང་ །_། ཆོས་སྤྱོད་པ་ དག་ དབང་པོ་ ཐུལ །_། སེམས་ཅན་ མི་ དམན་ བློ་གྲོས་ ལྡན །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $193 “Disciplined and without anger, Persisting in Dharma with his senses subdued, While his mind is not base, but intelligent— Such a person is a monk.

source: གང་དག་ བསྟན་བཅོས་ བསྟན་བཅོས་ དོན །_། རྟག་ ཏུ་ རྣམ་ཤེས་ བློ་གྲོས་ དགའ །_། བཟའ་བཏུང་ དག་ ལ་ དགའ་ མེད་པ །_། ཞི་བ འི་ ཡིད་ དེ་ དགེ་སློང་ ཡིན །_།
en: $194 “A monk is he who constantly and intelligently Delights in the treatises and their meanings, Takes no interest in food and drink, And is endowed with a mind of peace.

source: གང་དག་ ཚལ་ དགོན་ གཙུག་ལག་ཁང་ །_། དུར་ཁྲོད་ དང་ ནི་ རྩྭ་ བཏིང་ ལ །_། ཡིད་ ནི་ དགའ་བ ར་ བྱེད་པ་ དག _། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $195 “He whose mind finds pleasure In forests and temples, In charnel grounds or upon a mat of straw, Such a person is a monk.

source: སྐྱོན་ རྣམས་ དེ་ཉིད་ ལས་ ཤེས་ ཤིང་ །_། འབྲས་བུ འི་ བྱེ་བྲག་ རིག་པ་ དང་ །_། རྒྱུ་ དང་ རྐྱེན་ གྱི་ དེ་ཉིད་ ཤེས །_། སྡིག་ དང་ བྲལ་བ་ དགེ་སློང་ ཡིན །_།
en: $196 “A monk is he who understands the flaws in relation to reality, Is aware of the different effects, Has knowledge of causes and conditions, And is free from negativity.

source: སྡིག་པ འི་ དགོན་པ་ བཅོམ་ བྱས་ ཤིང་ །_། སྐྱོན་ བཅོམ་ དབང་པོ་ ཐུལ་བ་ དང་ །_། ཡང་སྲིད་ རྣམ་པ་ ཤེས་པ་ ནི །_། ཞི་བ འི་ ཡིད་ དེ་ དགེ་སློང་ ཡིན །_།
en: $197 “Conquering the wasteland of negativity, Crushing all flaws with his senses subdued, While conscious of change— The one with such a peaceful mind is a monk.

source: བསྔགས་པ ས་ སྙིང་ ལ་ དགའ་ མེད་ ལ །_། སྨད་པ ས་ ཞུམ་པ་ མེད་པ་ ནི །_། རྒྱ་མཚོ་ ལྟ་བུ ར་ ཟབ་པ་ སྟེ །_། རྣལ་ རིག་ དགེ་སློང་ ཞེས་ བྱ་ འོ །_།
en: $198 “Neither fond of praise nor disheartened by blame, His mind is deep like the ocean. Such a person should be known To be a monk with genuine awareness.

source: བློ་གྲོས་ བརྟན་པ་ བདག་ མི་ སྟོད །_། སྙན་པ ར་ སྨྲ་ ཞིང་ དུས་ སུ་ སྨྲ །_། བརྐམ་ མེད་ གྲགས་པ་ མཁས་པ་ དག _། དགེ་སློང་ དེ་ ནི་ ཞི་ ཞེས་ བྱ །_།
en: $199 “With steadfast intelligence, free from self-praise, They speak in a gentle and timely way, And are experts without desire for fame— Such monks should be known as serene.

source: འདོད་པ འི་ ཁམས་ སུ་ འགྲོ་བ འི་ རྒྱུ །_། དེ་བཞིན་ གཟུགས་ ཀྱི་ ཁམས་ དང་ ནི །_། གཟུགས་ མེད་ ཁམས་ ཀྱི་ དེ་ཉིད་ ཤེས །_། བསྟན་ རིག་ དགེ་སློང་ ཞེས་ བྱ་ འོ །_།
en: $200 “Knowing the causes for going to the desire realm, And aware of the nature Of the realms of form and no form, Such are the monks who have knowledge of the teachings.

source: འཇིག་རྟེན་ གཏམ་ ལ་ ཆགས་ མེད་ ཅིང་ །_། གང་ གི་ ཡུལ་ དག་དུག་ ལྟ་བུ །_། ཆགས་པ འི་ སྐྱོན་ དག་ རྟག་ འཇོམས་པ །_། དགེ་སློང་ དེ་ ནི་ སངས་རྒྱས་ བས་ བསྟན །_།
en: $201 “Not attached to mundane talk, Seeing all the objects as poison, And constantly crushing the flaws of attachment— Such monks embody the buddhas’ teachings.

source: གང་ གི་ བློ་གྲོས་ འདོད་ རྣམས་ ལ །_། འདམ་ ལྟ་བུ ར་ ནི་ རྟག་ ཏུ་ ལྟ །_། བརྟན་པ་ བློ་གྲོས་ ངེས་ གྲོལ་ ཞིང་ །_། དེ་ ནི་ [134a] འཁོར་བ འི་ འཆིང་ ལས་ གྲོལ །_།
en: $202 “Always they intelligently consider Desires to be like a swamp, While their steadfast intelligence is certain to be free— {{page:{number:105,id:UT22084-068-021-100131,folio:F.134.a,volume:V68}}} Such beings are free from the bonds of cyclic existence.

source: གང་ཞིག་ ལེ་ལོ་ ཐག་ བསྲིངས་པ །_། བསམ་གཏན་ ཁ་ཏོན་ ལས་རུང་ ཞིང་ །_། སེམས་ཅན་ རྣམས་ ལ་ ཕན་ བྱེད་པ །_། དགོན་གནས་ དགེ་སློང་ ཞེས་ བྱ འོ །_།
en: $203 “They leave laziness behind, And are skilled in concentration and recitation, While benefiting sentient beings— Such are the monks of the forest.
